---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.GridType
source: html/27cbcac0-c4bd-8c71-61ba-d960c94ebb75.htm
---
# GridType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.